Repository: juliettef/enkiWS
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Success
fr_fr: Succès

source: Warning
fr_fr: Attention

source: You are logged out.
fr_fr: Vous êtes déconnecté.e.

source: Please log in to access the page you requested.
fr_fr: Veuillez vous connecter afin d'accéder à la page demandée.

source: You are logged in.
fr_fr: Vous êtes connecté.e.

source: Please reauthenticate yourself to continue.
fr_fr: Veuillez renouveler votre authentification.

source: You are reauthenticated.
fr_fr: Vous avez renouvelé votre authentification.

source: Session disconnected.
fr_fr: Session déconnectée.

source: Application disconnected.
fr_fr: Application déconnectée.

source: Sign up aborted.
fr_fr: Création de compte interrompue.

source: If email address %(email)s is available, a registration email was sent to it. Please check your inbox and follow the instructions in the email to <b>confirm your registration</b>.
fr_fr: Si l'adresse %(email)s est disponible, un courrier électronique a été envoyé. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin de finaliser la création de votre compte utilisateur.trice.

source: Please provide an email address different from <b>%(email)s</b>
fr_fr: Veuillez fournir une adresse de courrier électronique différente de <b>%(email)s</b>

source: Your account is created.
fr_fr: Votre compte est créé.

source: Login failed, please try again.
fr_fr: Votre authentification a échoué. Veuillez renouveler votre tentative.

source: Login with %(provider)s failed, please try again.
fr_fr: Votre authentification par l'intermédiaire de %(provider)s a échoué. Veuillez renouveler votre tentative.

source: If email address %(email)s is available, an email was sent to it. Please check your inbox and follow the instructions in the email to <b>add it to your account</b>.
fr_fr: Si l'adresse %(email)s est disponible, un courrier électronique a été envoyé. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin d'ajouter l'adresse à votre compte.

source: Your account is deleted.
fr_fr: Votre compte est supprimé.

source: An email was sent to your email address %(email)s. Please check your inbox and follow the instructions in the email to delete your account.
fr_fr: Un courrier électronique a été envoyé à l'adresse %(email)s. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin de supprimer votre compte.

source: Your account and forum posts are deleted
fr_fr: Votre compte et les messages que vous avez publiés dans le forum sont supprimés.

source: An email was sent to your email address %(email)s. Please check your inbox and follow the instructions in the email to delete your account and forum posts.
fr_fr: Un courrier électronique a été envoyé à l'adresse %(email)s. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin de supprimer votre compte ainsi que les messages que vous avez publiés dans le forum.

source: Your email address is set.
fr_fr: Votre adresse de courrier électronique est enregistrée.

source: Your email is removed.
fr_fr: Votre adresse de courrier électronique est supprimée de notre système.

source: Your email address is restored.
fr_fr: Votre adresse de courrier électronique est rétablie.

source: An email was sent to your previous address in case you want to <b>undo</b> the change.
fr_fr: Un courrier électronique a été envoyé à votre adresse précédente. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin de rétablir l'adresse.

source: If email address %(email)s is available, an email was sent to it. Please check your inbox and follow the instructions in the message to <b>confirm</b> the change.
fr_fr: Si l'adresse %(email)s est disponible, un courrier électronique a été envoyé. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin de <b>confirmer</b> le changement d'adresse.

source: An email was sent to your current address in case you want to <b>undo</b> the change.
fr_fr: Un courrier électronique a été envoyé à votre adresse actuelle. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin d'<b>annuler</b> le changement d'adresse.

source: Authentication method %(provider)s is added.
fr_fr: La méthode d'authentification par l'intermédiaire de %(provider)s est ajoutée à votre compte.

source: Authentication method %(provider)s cannot be added to your account. It is already registered to another user.
fr_fr: La méthode d'authentification par l'intermédiaire de %(provider)s ne peut pas être ajoutée à votre compte. Elle est déjà attribuée à un.e autre utilisateur.trice.

source: Authentication method %(provider)s is removed.
fr_fr: La méthode d'authentification par l'intermédiaire de %(provider)s est supprimée de votre compte.

source: Your password is updated.
fr_fr: Votre mot de passe est modifié.

source: Your password is set.
fr_fr: Votre mot de passe est enregistré.

source: If email address %(email)s matches an existing account, an email was sent to it. Please check your inbox and follow the instructions in the email to reset you password.<br> If you don't receive an email, it means you don't have an account regitered with that email address.
fr_fr: Si l'adresse %(email)s est disponible, un courrier électronique a été envoyé. Veuillez vous rendre sur votre compte de messagerie et suivre les instructions contenues dans le message afin de réinitialiser votre mot de passe.<br> Si vous n'avez pas reçu de message, cela signifie que vous n'avez pas de compte correspondant à cette adresse de courrier électronique.

source: Please set your display name to continue.
fr_fr: Veuillez créer votre nom d'affichage.

source: Your display name is set.
fr_fr: Votre nom d'affichage est enregistré.

source: Your thread is published.
fr_fr: Votre sujet est publié dans le forum.

source: Your post is published.
fr_fr: Votre message est publié dans le forum.

source: Your post is modified.
fr_fr: Votre message de forum est modifié.

source: Your post is deleted.
fr_fr: Votre message de forum est supprimé.

source: Wrong email or password.
fr_fr: Adresse électronique ou mot de passe erroné.e.

source: Invalid password.
fr_fr: Adresse électronique ou mot de passe erroné.e.

source: Timeout. Please wait %(timeout)s before you try again.
fr_fr: Délai de temporisation. Merci d'attendre %(timeout)s avant de recommencer.

source: Invalid email address format.
fr_fr: Le format de votre adresse de courrier électronique est incorrect.

source: An email address is needed.
fr_fr: Une adresse de courrier électronique est requise.

source: A password is needed.
fr_fr: Un mot de passe est requis.

source: Please enter your new password.
fr_fr: Veuiller entrer votre nouveau mot de passe

source: User creation failed, please retry.
fr_fr: La création de votre compte utilisateur.trice a échoué. Veuillez renouveler votre tentative.

source: Your password is %(length)s character long: it is too short.
fr_fr: Votre mot de passe contient %(length)s caractère : il est trop court.

source: Please ensure your password is at least %(length)s character long.
fr_fr: Veuillez vous assurer que la longueur de votre mot de passe excède %(length)s caractère.

source: This is your current email.
fr_fr: Ceci est votre adresse de courrier électronique actuelle.

source: You cannot delete your email address: you need an email address to connect to your account.
fr_fr: Vous devez entrer une adresse électronique : cela est nécessaire pour pouvoir vous connecter à votre compte.

source: second
fr_fr: seconde

source: hour
fr_fr: heure

source: day
fr_fr: jour

source: You must have Admin rights to perform this action.
fr_fr: Vous devez posséder des droits d'administrateur pour exécuter cette action.

source: Attempt to log in with your email
fr_fr: Tentative de connexion

source: An attempt was made to log in to your account using this email address. If you'd like to use your email to log in, you need to set a password for it: %(link)s (click or copy and paste in your browser)
fr_fr: Une tentative de connexion à votre compte en utilisant cette adresse de courrier électronique a été détectée. Si vous désirez utiliser votre adresse de courrier électronique pour vous connecter, vous devez créer un mot de passe: %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Attempt to register with your email
fr_fr: Tentative de connexion

source: An attempt was made to sign up to your account using this email address. If you've forgotten your password, you can reset it: %(link)s (click or copy and paste in your browser)
fr_fr: Une tentative de connexion à votre compte en utilisant cette adresse de courrier électronique a été détectée. Si vous avez oublié votre mot de passe, vous pouvez le réinitialiser : %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Registration confirmation
fr_fr: Confirmation de la création de votre compte

source: Follow this link to confirm your registration: %(link)s (click or copy and paste in your browser)
fr_fr: Suivez ce lien pour confirmer la création de votre compte utilisateur.trice : %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Confirm new email
fr_fr: Confirmation de votre nouvelle adresse de courrier électronique

source: A request to change the email address linked to your account was made. Follow this link to confirm the change to address %(email)s: %(link)s (click or copy and paste in your browser)
fr_fr: Vous avez demandé de changer l'adresse de courrier électronique associée à votre compte. Suivez ce lien pour confirmer votre nouvelle adresse %(email)s : %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Undo change email
fr_fr: Annuler le changement d'adresse de courrier électronique

source: A request to change the email address linked to your account was made. Follow this link to cancel the change and ensure the current address %(email)s remains linked to your account: %(link)s (click or copy and paste in your browser)
fr_fr: Vous avez demandé de changer l'adresse de courrier électronique associée à votre compte. Suivez ce lien pour annuler le changement et conserver l'adresse %(email)s : %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Password reset
fr_fr: Nouveau mot de passe.

source: A request to reset your password was made. Follow this link to reset your password and set a new one: %(link)s (click or copy and paste in your browser)
fr_fr: Vous avez demandé de changer votre mot de passe. Suivez ce lien pour réinitialiser votre mot de passe et en entrer un nouveau : %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Account deletion
fr_fr: Suppression de votre compte

source: A request to delete your account was made. Follow this link to confirm deletion - WARNING: this cannot be undone! - %(link)s (click or copy and paste in your browser)
fr_fr: Vous avez demandé de supprimer votre compte. Suivez ce lien pour confirmer - ATTENTION: la suppression est définitive ! - %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: Account and forum posts deletion
fr_fr: Suppression de votre compte et de vos messages de forum

source: A request to delete your account and your forum posts was made. Follow this link to confirm deletion - WARNING: this cannot be undone! - %(link)s (click or copy and paste in your browser)
fr_fr: Vous avez demandé de supprimer votre compte et les messages que vous avez publiés dans le forum. Suivez ce lien pour confirmer - ATTENTION: la suppression est définitive ! - %(link)s (cliquez ou copiez-collez le lien dans votre navigateur).

source: [Deleted user]
fr_fr: [Utilisateur.trice supprimé.e]

source: Your display name is your public Id. You must have a display name to post in the forums, invite friends and join games.
fr_fr: Votre nom d'affichage est votre identité publique. Il est nécessaire pour poster des messages dans le forum, inviter des ami.e.s et jouer.

source: (The display name above was randomly generated, feel free to change it.)
fr_fr: Le nom d'affichage ci-dessus a été généré au hasard, n'hésitez pas à le modifier.

source: The name you have chosen is already in use. Please enter a new name.
fr_fr: Le nom que vous avez choisi est déjà utilisé. Veuillez en choisir un autre.

source: Your name contains forbidden symbols. Please ensure it contains only letters or digits.
fr_fr: Votre nom contient des symboles interdits. Veuillez vous assurer qu'il ne contient que des chiffres et/ou des lettres.

source: Your name is %(length)s character long.
fr_fr: Votre nom contient %(length)s caractère.

source: It is too short. Please ensure it is at least %(length)s character long.
fr_fr: Il est trop court. Veuillez vous assurer que votre nom d'affichage contient plus de %(length)s caractère.

source: It is too long. Please ensure it is maximum %(length)s character long.
fr_fr: Il est trop long. Veuillez vous assurer que votre nom d'affichage n'excède pas %(length)s caractère.

source: [Deleted post]
fr_fr: [Message supprimé]

source: The user you requested does not exist or was deleted.
fr_fr: L'utilisateur.trice que vous avez demandé n'existe pas ou a été supprimé.e.

source: The forum you requested does not exist or was deleted.
fr_fr: Le forum que vous avez demandé n'existe pas ou a été supprimé.

source: The post or thread you requested does not exist or was deleted.
fr_fr: Le message ou sujet que vous avez demandé n'existe pas ou a été supprimé.

source: The post you requested does not exist or was deleted.
fr_fr: Le message que vous avez demandé n'existe pas ou a été supprimé.

source: Your thread needs a title.
fr_fr: Votre sujet doit avoir un titre.

source: Your post needs to contain some text.
fr_fr: Votre message ne peut être vide.

source: Your thread title is too long by %(exceed)s character.
fr_fr: Votre sujet est trop long. Il dépasse la longueur maximale de %(exceed)s caractère.

source: Your post is too long by %(exceed)s character.
fr_fr: Votre message est trop long. Il dépasse la longueur maximale de %(exceed)s caractère.

source: Thread submission failed. Please try again.
fr_fr: La création de votre sujet de forum a échoué. Veuillez renouveler votre tentative.

source: Post submission failed. Please try again.
fr_fr: La création de votre message a échoué. Veuillez renouveler votre tentative.

source: Post modification failed. Please try again.
fr_fr: La modification de votre message a échoué. Veuillez renouveler votre tentative.

source: Post deletion failed. Please try again.
fr_fr: La suppression de votre message a échoué. Veuillez renouveler votre tentative.

source: The display name you entered is invalid.
fr_fr: Le nom d'affichage que vous avez fourni est incorrect.

source: The display name you entered does not exist or the user is already in your friends list.
fr_fr: Le nom d'affichage que vous avez fourni n'existe pas ou l'utilisateur.trice fait déjà partie de votre liste d'ami.e.s.

source: A display name is needed
fr_fr: Un nom d'affichage est requis.

source: An invitation to join your friends list has been sent to %(name)s.
fr_fr: Une invitation à joindre votre liste d'ami.e.s été envoyée à %(name)s.

source: %(name)s has been added to your friends list.
fr_fr: %(name)s a été ajouté.e à votre liste d'ami.e.s.

source: %(name)s has been removed from your friends list.
fr_fr: %(name)s a été retiré.e de votre liste d'ami.e.s.

source: Store
fr_fr: Magasin

source: Product %(product)s licence %(licence)s activated.
fr_fr: La clé de licence %(licence)s du produit %(product)s est activée.

source: You already activated %(product)s.
fr_fr: Vous avez déjà activé le produit %(product)s.

source: You already activated %(product)s. Your spare licence key can be given away.
fr_fr: Vous avez déjà activé le produit %(product)s. Vous pouvez donner cette clé de licence.

source: Another user already activated %(product)s licence %(licence)s.
fr_fr: Un.e autre utilisateur.trice a déjà activé la clé de licence %(licence)s du produit %(product)s.

source: Invalid licence key.
fr_fr: Clé de licence non valable.

source: A licence key is needed.
fr_fr: Une licence est requise.

source: Licence key is too short.
fr_fr: Clé de licence trop courte.

source: Licence key is too long.
fr_fr: Clé de licence trop longue.

source: Download error
fr_fr: Erreur téléchargement

source: Your single-use game connect code is valid for <b>%(minutes)s minute</b>. <h1><b><font face="monospace">%(token)s</font></b></h1>
fr_fr: Votre jeton de connexion à usage unique est valide pendant <b>%(minutes)s minute</b>. <h1><b><font face="monospace">%(token)s</font></b></h1>

source: A name is needed
fr_fr: Un nom est requis.

source: Application created.
fr_fr: Application créée.

source: The application name is too long. Please ensure it is maximum %(length)s characters long.
fr_fr: Le nom de l'application est trop long. Veuillez vous assurer qu'il n'excède pas %(length)s caractères.

source: This application name already exists. Please choose a different name.
fr_fr: Ce nom d'application existe déjà. Veuillez en choisir un nouveau.

source: You have exceeded the number of applications allowed per user.
fr_fr: Vous avez dépassé le nombre d'appplications authorisées par utilisateur.

source: New secret generated.
fr_fr: Nouveau secret généré.

source: Application data deleted.
fr_fr: Données supprimées.

source: Image unavailable
fr_fr: Image non disponible

source: Connected accounts
fr_fr: Comptes attachés

source: Email and password
fr_fr: Email et mot de passe

source: Email:
fr_fr: Adresse de courrier électronique :

source: Change email
fr_fr: Modifier mon adresse de courrier électronique

source: Add email
fr_fr: Ajouter une adresse de courrier électronique

source: Change password
fr_fr: Changer mon mot de passe

source: Third party authentication
fr_fr: Solutions d'authentification tierces

source: Provider
fr_fr: Fournisseur

source: User identifier
fr_fr: Identifiant utilisateur

source: Remove
fr_fr: Supprimer

source: Add login
fr_fr: Ajouter connexion

source: Delete account
fr_fr: Supprimer mon compte

source: Account deletion information
fr_fr: Information suppression de compte

source: What happens to your data when you delete your account:
fr_fr: Que deviennent vos données lorsque vous supprimez votre compte :

source: Your <b>private information is deleted</b>:
fr_fr: Vos <b>données privées sont supprimées</b> :

source: Your email address:
fr_fr: Votre adresse de courrier électronique :

source: Your <em>password</em>
fr_fr: Votre <em>mot de passe</em>.

source: Your third party authentication provider(s) and unique identifier(s):
fr_fr: Vos fournisseur(s) et identité(s) d'authentification :

source: Your <b>public information is anonymised</b>:
fr_fr: Vos données publiques sont anonymisées :

source: Your display name <em>%(display_name)s</em> is replaced with <em>%(deleted_dn)s</em> throughout.
fr_fr: Votre nom d'affichage <em>%(display_name)s</em> est remplacé par <em>%(deleted_dn)s</em>.

source: Your old display name <em>%(previous_display_names)s</em> is removed from your <a href='%(user_page_url)s'>user page</a>.
fr_fr: Votre ancien nom d'affichage <em>%(previous_display_names)s</em> est supprimé de votre <a href='%(user_page_url)s'>page utilisateur.trice</a>.

source: Your <em>friend invitations</em> are deleted.
fr_fr: Les demandes d'ajout à votre liste d'ami.e.s sont supprimées.

source: Your <em>friends</em> keep a link to your anonymised <a href='%(user_page_url)s'>public page</a> in their friends list.<br>If you prefer to remove the links, <a href='%(friends_page_url)s'>remove your friends manually</a> before deleting your account.
fr_fr: Vos <em>ami.e.s</em> conservent un lien vers votre <a href='%(user_page_url)s'>page publique</a> anonymisées dans leur liste d'ami.e.s.<br>Si vous préférez que ces liens soient supprimés, <a href='%(friends_page_url)s'>retirez vos ami.e.s de votre liste</a> avant de supprimer votre compte.

source: Your <em>Forum threads and posts</em> remain visible with the author set to <em>%(deleted_dn)s</em>.<br>You can <a href='%(user_page_url)s'>edit or delete individual posts from your user page</a> before deleting your account. Alternatively, check the option below to delete all your posts.
fr_fr: Vos <em>messages de forum</em> demeurent visibles mais leur auteur devient <em>%(deleted_dn)s</em>. Vous pouvez <a href='%(user_page_url)s'>éditer ou supprimer des messages de forum individuellement à partir de votre page utilisateur.trice</a> ou cocher l'option ci-dessous pour effacer tous vos messages.

source: Warning: once your account is deleted, you will be <b>unable to edit nor delete your posts</b>.
fr_fr: Attention: après avoir supprimé votre compte, <b>vous ne pourrez plus éditer ni supprimer vos messages de forum</b>.

source: Your <b>licence keys</b>:
fr_fr: Vos <b>clés de licence</b>:

source: Your <em>unactivated licence keys</em> remain valid. You can <a href='%(profile_library_url)s'>retrieve the keys from your library</a>.
fr_fr: Vos <em>clés de licence non activées</em> demeurent valides. Vous en trouverez la liste dans votre <a href='%(profile_library_url)s'>bibliothèque</a>.

source: Warning: once your account is deleted, you won't be able to view the licence keys on our system. <b>Make sure you back them up</b>.
fr_fr: Attention: après avoir supprimé votre compte, vous ne pourrez plus accéder à vos clés sur notre sytème. <b>Assurez-vous de sauvegarder vos clés</b>.

source: Your <em>activated licence keys</em> are no longer available.
fr_fr: Vos <em>clés de licence activées</em> ne sont plus disponibles.

source: Warning: activated licence keys cannot be transferred. Once your account is deleted, <b>you won't be able tu use them anymore</b>.
fr_fr: Attention: les clés de licence activées ne peuvent pas être transferrées. Après avoir supprimé votre compte, <b>vous ne pourrez plus les utiliser</b>.

source: Delete my account
fr_fr: Supprimer mon compte

source: Delete all my forum posts permanently
fr_fr: Supprimer définitivement tous mes messages de forum.

source: You will receive an email at address %(email)s. Your account will be deleted once you've confirmed through the link in the email.
fr_fr: Vous recevrez un message de courrier électronique à l'adresse %(email)s. Votre compte ne sera supprimé que lorsque vous l'aurez confirmé en suivant le lien contenu dans le message.

source: Send me an email to delete my account
fr_fr: Envoyez-moi un message de courrier électronique pour supprimer mon compte

source: Warning: deleting your account cannot be undone.
fr_fr: Attention: supprimer votre compte est irréversible.

source: Cancel
fr_fr: Annuler

source: Open csv report
fr_fr: Ouvrir rapport csv

source: Licences
fr_fr: Clés de licence

source: Licence Key Generator
fr_fr: Générateur de clés de licence

source: Product
fr_fr: Produit

source: Quantity
fr_fr: Quantité

source: Order type
fr_fr: Type de commande

source: Recipient email (optional)
fr_fr: Courrier électronique destinataire (facultatif)

source: Email
fr_fr: Adresse de courrier électronique

source: Recipient user Id (optional)
fr_fr: Identifiant destinataire (facultatif)

source: Information (optional)
fr_fr: Information (facultatif)

source: Generate
fr_fr: Générer

source: User data
fr_fr: Données utilisateur

source: Application data stores
fr_fr: Données utilisateur conservées par les applications

source: Name
fr_fr: Nom

source: Id
fr_fr: Code d'identification

source: Delete all data
fr_fr: Supprimer les données

source: Data
fr_fr: Données
