Repository: juliettef/enkiWS
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Application Id
fr_fr: Code d'identification application

source: Data type
fr_fr: Type de données

source: Datat id
fr_fr: Identifiant données

source: Read access
fr_fr: Accès en lecture

source: Expiry date
fr_fr: Date d'expiration

source: You do not have data stored by applications.
fr_fr: Vous n'avez pas de données conservées par les applications.

source: Created
fr_fr: Créé

source: Generate new
fr_fr: Générer nouveau

source: Register an application
fr_fr: Enregistrer une application

source: Application name
fr_fr: Nom de l'application

source: Register an application to use the REST API. You can register up to <b>%(app_max)s</b> applications per user. The application name must be less than %(app_max_name_length)s characters long.
fr_fr: Enregistrez votre application pour utiliser l'API REST. Vous pouver enregistrer jusqu'à <b>%(app_max)s</b> applications par compte d'utilisateur. Le nom de l'application peut contenir jusqu'à %(app_max_name_length)s caractères.

source: Register
fr_fr: Enregistrer

source: Display name
fr_fr: Nom d'affichage

source: Current display name:
fr_fr: Nom d'affichage actuel :

source: Past display name:
fr_fr: Ancien nom d'affichage :

source: Set display name
fr_fr: Créer mon nom d'affichage

source: Change display Name
fr_fr: Modifier mon nom d'affichage

source: Your name must be <b>between %(lengthmin)s and %(lengthmax)s character long</b>.
fr_fr: La longueur de votre nom d'affichage doit être comprise <b>entre %(lengthmin)s et %(lengthmax)s charactère</b>.

source: It must be <b>alphanumeric</b>: only digits and letters - upper case, lower case and accented characters - are allowed.
fr_fr: Il doit être <b>alphanumériques</b> : les chiffres et les lettres majuscules, minuscules et accentuées sont autorisés.

source: <b>Not allowed:</b> spaces, punctuation and symbols such as ?, !, ', #, *, _, -, + etc.
fr_fr: Les espaces et symboles de ponctuation tels que ?, !, ', #, *, _, -, + etc. sont interdits.

source: Your display name doesn't have to be unique. A random number will automatically be attached to it to ensure it is, e.g. Silvia becomes Silvia#2702.
fr_fr: Votre nom d'affichage ne doit pas nécessairement être unique. Un nombre généré au hazard lui sera automatiquement attaché pour s'en assurer. Par exemple : Silvia devient Silvia#2702.

source: Once saved, your display name <b>cannot be deleted</b>, but you can add a new name to use instead. <b>Current and old display name(s) are public</b> and visible on the user page.
fr_fr: Une fois enregistré, votre nom d'affichage <b>ne peut pas être effacé</b>, mais vous pouvez le remplacer par un nouveau nom. <b>Les noms d'affichage actuel et ancien(s) sont publics</b> et visibles sur la page de l'utilsateur.

source: Save my new display name
fr_fr: Enregistrer mon nouveau nom d'affichage

source: New email
fr_fr: Nouvelle adresse de courrier électronique

source: Posts
fr_fr: Messages

source: Threads
fr_fr: Sujets

source: Thread title
fr_fr: Sujet

source: Started by
fr_fr: Publié par

source: Last activity
fr_fr: Dernière activité

source: Create a new thread
fr_fr: Créer un nouveau sujet

source: Title
fr_fr: Titre

source: Your thread title
fr_fr: Intitulé de votre sujet

source: Maximum thread title length: %(length)s character.
fr_fr: Votre sujet peut contenir jusqu'à %(length)s caractère.

source: Sticky
fr_fr: Coller

source: 0 - not sticky
fr_fr: 0 - décollé

source: 1 - sticky
fr_fr: 1 - collé

source: 2 - more sticky
fr_fr: 2 - plus collé

source: 3 - top sticky
fr_fr: 3 - le plus collé

source: To make a thread sticky, pick a number greater than 0. The larger the number, the higher up the list the stickied thread is.
fr_fr: Pour coller un sujet, choisissez un chiffre supérieur à 0. Plus le chiffre est élevé, plus le sujet a priorité.

source: Post
fr_fr: Message

source: Your text
fr_fr: Texte de votre message

source: Use <a href='%(url)s' target='_blank'>markdown</a> for formatting.
fr_fr: Utilisez <a href='%(url)s' target='_blank'>markdown</a> pour formater votre message.

source: Maximum post length: %(length)s character.
fr_fr: Votre message peut contenir jusqu'à %(length)s caractère.

source: To make a post sticky, pick a number greater than 0. The larger the number, the higher up the list the stickied post is.
fr_fr: Pour coller un message, choisissez un chiffre supérieur à 0. Plus le chiffre est élevé, plus le message a priorité.

source: Preview
fr_fr: Aperçu

source: Submit new thread
fr_fr: Publier le nouveau sujet

source: PREVIEW
fr_fr: APERÇU

source: Thread
fr_fr: Sujet

source: permalink
fr_fr: permalien

source: date and time submitted UTC
fr_fr: Date et heure UTC de publication

source: Please set up your display name to start a new thread.
fr_fr: Veuillez créer votre nom d'affichage pour ajouter un nouveau sujet.

source: Please log in or create an account to start a new thread.
fr_fr: Veuillez vous connecter ou créer un compte pour ajouter un nouveau sujet.

source: Log in
fr_fr: Accéder à mon compte

source: Sign up
fr_fr: Créer mon compte

source: Go back to Forums
fr_fr: Retourner aux forums

source: Views
fr_fr: Visites

source: Friends
fr_fr: Ami.e.s

source: Invite someone to join your friends list
fr_fr: Inviter quelqu'un à joindre votre liste d'ami.e.s

source: display name
fr_fr: Nom d'affichage

source: Enter the display name of the person you would like to add to your friends. The display name is a string of 3 to 12 alphanumeric characters (prefix), followed by '#' and 4 digits (suffix). You can enter the full display name or just the prefix. The search is case insensitive.
fr_fr: Veuillez entrer le nom d'affichage de la personne que vous voudriez ajouter à votre liste d'ami.e.s. Le nom d'affichage contient 3 à 12 caractères alphanumériques (préfixe), suivis d'un '#'et de 4 chiffres (suffixe). Vous pouvez entrer le nom complet ou uniquement le préfixe. La recherche est insensible à la casse.

source: Search
fr_fr: Rechercher

source: User found
fr_fr: Utilisateur.trice trouvé.e

source: Invite
fr_fr: Inviter

source: Users with a similar prefix
fr_fr: Utilisateurs.trices ayant un préfix similaire

source: Home
fr_fr: Accueil

source: made with enkiWS - source code on GitHub
fr_fr: fait avec enkiWS - code source sur GitHub

source: Library
fr_fr: Bibliothèque

source: Manage
fr_fr: Gérer

source: Available to activate or give
fr_fr: À activer ou donner

source: None
fr_fr: Aucun.e

source: Activated
fr_fr: Activée

source: You have messages
fr_fr: Vous avez des messages

source: You have no messages
fr_fr: Vous n'avez pas de messages

source: Profile and settings
fr_fr: Profil et paramètres du compte

source: Log out
fr_fr: Déconnexion

source: Languages
fr_fr: Langues

source: Stay logged in
fr_fr: Demeurer connecté.e.

source: Logged in as
fr_fr: Connecté.e

source: Please set up your display name
fr_fr: Veuillez créer votre nom d'affichage.

source: Products
fr_fr: Produits

source: Generate Connect Code
fr_fr: Générer un jeton de connexion

source: Apps data
fr_fr: Données des applications

source: posted
fr_fr: publié

source: deleted
fr_fr: supprimé

source: edited
fr_fr: modifié

source: edit
fr_fr: modifier

source: delete
fr_fr: supprimer

source: Back
fr_fr: Retour

source: Activate licence
fr_fr: Activer la clé de licence

source: Licence key
fr_fr: Clé de licence

source: The licence key is a string of 15 alphanumeric characters, with or without dashes, e.g. 9CNJ5FLYH87HRZ1 and 9CNJ5-FLYH8-7HRZ1 are equally valid.
fr_fr: La clé de licence est une série de 15 caractères alphanumériques, avec ou sans tirets. Par exemple 9CNJ5FLYH87HRZ1 ou 9CNJ5-FLYH8-7HRZ1 sont également valides.

source: Activate
fr_fr: Activée

source: Available to give
fr_fr: À activer ou à donner

source: Log in with a third party provider
fr_fr: Accéder à mon compte en m'authentifiant auprès d'une tierce partie

source: Log in with
fr_fr: Se connecter avec

source: Log in with email and password
fr_fr: Accéder à mon compte avec mon adresse électronique et mon mot de passe

source: Password
fr_fr: Mot de passe

source: Forgot password
fr_fr: Mot de passe oublié

source: You are currently logged in.
fr_fr: Vous êtes actuellement connecté.e.

source: Confirm addition of a login method
fr_fr: Confirmer

source: Add a new login method
fr_fr: Ajouter une nouvelle méthode d'authentification

source: You have requested the addition of a new authentication method to your account:
fr_fr: Vous avez demandé l'addition d'une nouvelle méthode d'authentification à votre compte :

source: Provider:
fr_fr: Fournisseur :

source: Your unique identifier at %(providername)s:
fr_fr: Votre identifiant chez %(providername)s :

source: Yes, add login method
fr_fr: Oui, ajouter la nouvelle méthode de connexion

source: Media
fr_fr: Médias

source: Media - images and videos
fr_fr: Médias - images et vidéos

source: Friend requests
fr_fr: Demandes d'ajout à votre liste d'ami.e.s

source: Accept
fr_fr: Accepter

source: Decline
fr_fr: Décliner

source: Current password
fr_fr: Mot de passe actuel

source: New password
fr_fr: Nouveau mot de passe

source: Save my new password
fr_fr: Enregistrer mon nouveau mot de passe

source: Set a new password - an email will be sent
fr_fr: Créer un nouveau mot de passe - un courrier électronique va vous être envoyé

source: Set password
fr_fr: Nouveau mot de passe

source: Save my password
fr_fr: Enregistrer mon mot de passe

source: Delete post
fr_fr: Supprimer

source: You are about to delete the contents of your post, are you sure? This cannot be undone.
fr_fr: Vous êtes sur le point de supprimer votre message. Cette action est irréversible.

source: Delete
fr_fr: Supprimer

source: Edit post
fr_fr: Modifier votre message

source: Submit modified post
fr_fr: Publier le message modifié

source: Please set up your display name to modify your post.
fr_fr: Veuillez créer votre nom d'affichage afin de modifier votre message.

source: Please log in to modify your post.
fr_fr: Veuillez vous connecter afin de modifier votre message.

source: Profile
fr_fr: Profil

source: Profile and account settings
fr_fr: Profil et paramètres du compte

source: Public profile
fr_fr: Profil public

source: Public page
fr_fr: Page publique

source: View
fr_fr: Voir

source: User Id
fr_fr: Identifiant utilisateur.trice :

source: Public page link
fr_fr: Lien page publique

source: Display Name
fr_fr: Nom d'affichage

source: Change
fr_fr: Modifier

source: Your display name is your public Id. You need a display name to post in the forums, invite friends and join games.
fr_fr: Votre nom d'affichage est votre identité publique. Il est nécessaire pour poster des messages dans le forum, inviter des ami.e.s et jouer.

source: Current
fr_fr: Actuel

source: Previous
fr_fr: Précédent

source: Account
fr_fr: Compte

source: Authentication
fr_fr: Authentification

source: Enabled
fr_fr: Activé

source: Friends and Messaging
fr_fr: Ami.e.s et Messages

source: Friend
fr_fr: Ami.e

source: Connected sessions
fr_fr: Sessions connectées

source: Browser sessions (including current session)
fr_fr: Sessions navigateurs (session actuelle incluse)

source: Apps sessions
fr_fr: Sessions applications

source: User
fr_fr: Utilisateur.trice

source: Previous display name
fr_fr: Nom d'affichage précédent

source: Reauthenticate
fr_fr: Renouveler mon authentification

source: Reauthenticate with a third party provider
fr_fr: Renouveler mon authentification auprès d'une tierce partie

source: Reauthenticate with email and password
fr_fr: Renouveler mon authentification avec mon adresse électronique et mon mot de passe

source: Create an account using a third party provider
fr_fr: Créer un compte en s'authentifiant auprès d'une tierce partie

source: Create an account using an email and password
fr_fr: Créer un compte à partir d'une adresse électronique et d'un mot de passe

source: Confirm your registration using email and password
fr_fr: Confirmer la création du compte à partir d'une adresse électronique et d'un mot de passe

source: Save my password and create my account
fr_fr: Enregistrer mon mot de passe et créer mon compte

source: Confirm account creation using a third party provider
fr_fr: Confirmation de la création d'un compte en s'authentifiant auprès d'une tierce partie

source: Confirm your registration
fr_fr: Confirmation de la création de votre compte

source: Set your email and confirm your registration
fr_fr: Confirmation de la création de votre compte

source: You are about to create a new account using
fr_fr: Vous êtes sur le point de créer un nouveau compte en utilisant votre authentifiation auprès de la tierce partie suivante

source: Email associated with your %(providername)s account:
fr_fr: Adresse électronique associée à votre compte %(providername)s :

source: Please enter your email address
fr_fr: Veuiller entrer votre adresse de courrier électronique

source: The information above will be stored in your account so we can uniquely identify you.<br> You can change your email address once registered.<br> We do not retrieve any other information from %(providername)s.
fr_fr: Les informations ci-dessus seront stockées avec votre compte. Elles nous permettront de vous identifier et de vous donner accès à votre compte.<br> Vous aurez la possibilité de modifier votre adresse de courrier électronique une fois votre compte créé.<br> Nous ne récoltons aucune autre information provenant de votre compte %(providername)s.

source: Yes, create account
fr_fr: Créer mon compte

source: Set up my profile
fr_fr: Éditer mon profil et les paramètres de mon compte

source: Continue browsing
fr_fr: Retourner au site

source: Authentication with existing email
fr_fr: M'authentifier avec mon adresse électronique et mon mot de passe

source: Log in or create a new account
fr_fr: Se connecter ou créer un nouveau compte

source: Log in to an existing account
fr_fr: Se connecter à un compte existant

source: Use an authentication method you've used before. Once logged in, you'll be able to add %(providername)s as a login method from your profile page.
fr_fr: Utiliser une méthode d'authentification déjà enregistrée. Une fois connecté.e, vous pourrez ajouter %(providername)s à vos méthodes d'authentification à partir de la page des paramètres de votre compte.

source: You may need to log out or use a different browser
fr_fr: Vous devrez peut-être vous déconnecter ou utiliser un navigateur différent

source: Create a new account using %(providername)s as a login method
fr_fr: Créér un nouveau compte en utilisant %(providername)s pour s'authentifier

source: Warning: you will need an email address different from %(email)s.
fr_fr: Attention: votre adresse de courrier électronique devra être différente de %(email)s.

source: Browser sessions
fr_fr: Sessions navigateur

source: Last connected
fr_fr: Dernière connexion

source: Current session
fr_fr: Session en cours

source: Disconnect
fr_fr: Déconnecter

source: Connected
fr_fr: Connecté.e

source: Purchase
fr_fr: Acheter

source: Download
fr_fr: Télécharger

source: Store Emulator - FastSpring
fr_fr: Émulateur de magasin - FastSpring

source: This form enables you to emulate purchases. You have been redirected to the store emulator because either the third-party FastSpring store is not set up, you are in debug mode or use of the emulator has been forced.
fr_fr: Cette page vous permet d'émuler des achats. Vous avez été redirigé.e vers l'émulateur de magasin car soit le magasin FastSpring n'est pas configuré, soit vous êtes en mode débogage, soit l'utilisation de l'émulateur a été imposée.

source: The emulator creates product licence records of order_type 'emulated'.
fr_fr: L'émulateur crée des données «product key» dont le champ «order_type» = 'emulated'.

source: Product (editable for testing purposes)
fr_fr: Produit (modifiable pour tester)

source: Purchase Price
fr_fr: Prix d'achat

source: Purchaser Email
fr_fr: Adresse de courrier électronique de l'acheteur

source: Emulate a purchase
fr_fr: Émuler un achat

source: First
fr_fr: Premier

source: Next
fr_fr: Suivant

source: Last
fr_fr: Dernier

source: Reply
fr_fr: Répondre

source: Reply
fr_fr: Réponse

source: Submit new post
fr_fr: Publier le message

source: Please set up your display name to post an answer.
fr_fr: Veuillez créer votre nom d'affichage pour répondre.

source: Please log in or create an account to post an answer.
fr_fr: Veuillez vous connecter ou créer un compte pour répondre.
